Repository: schen133/MemeApp
Catalog: Meme/CSC214_Project1/*.lproj/Localizable.strings
Languages: fr

source: Go back
fr: retourner

# pressDog
source: Press the dog to be happy
fr: appuie sur le chien pour être heureux

# s1
source: who are you?
fr: qui es-tu?

# s2
source: Ok bro
fr: OK frère

# s3
source: wow dude
fr: waouh mec

# s4
source: what???
fr: quoi???

# s5
source: ok dude
fr: OK mec

# s6
source: slay girl
fr: prends-le fille

# s7
source: what is this
fr: que'est-ce que c'est

# s8
source: stop the cap
fr: arrêter le bouchon

# bonus
source: Bonus meme
fr: Prime meme
